Repository: henyee/NBDYSJCT
Catalog: omegat/project_save.tmx
Source language: zh_cn
Languages: en_us

source: “我说我捡的……你信吗？”
en_us: "If I said I found it… would you believe that?"

source: “我说过了，艾米不是什么神女，只是一个四岁的孩子，我希望她能够快乐的长大，这里边没有任何与成为教皇有关的计划。”麦格没有接信，看着希利平静的说道。
en_us: Mag didn't accept the letter. He looked at Seely, and calmly said, "I have just said that Amy isn't whatever holy maiden. She's just a four-year-old child. I want her to grow up happily, and that has nothing to do with the plan of becoming the pontiff."

source: “我谢谢您啊。”丑小鸭一个翻身从地上拍起来，晃了晃脑袋，冲着艾米叫了一声。
en_us: Ugly Duckling flipped over, and got up on the floor. It shook its head, and called out to Amy, "I really have to thank you."

source: “我谢谢您啊。”男人表情艰难的点了点头。
en_us: "Thanks." The man nodded woefully.

source: “我还站在这里，便没有人比我更有这个资格，我将让精灵族再次伟大。”海伦娜自信道。
en_us: "I am still standing here. No one has that right other than me. I will make the elven race great again," Helena said confidently.

source: “我还要再来一碗汤可以吗？”艾米咕嘟咕嘟把碗里的牛肉汤喝完，仰起头看着麦格说道。
en_us: Amy gulped down the beef soup, and looked up at Mag. "May I have another bowl of soup, please?"

source: “我还要打包一瓶茅台酒，三种下酒菜各打包一份。”亚伯罕说道。
en_us: "I also want to take away a bottle of Maotai and one each of the three side dishes," Abraham said.

source: “我这么好的人，应该没有人会骂我吧。”麦格笑着走了过来，从伊琳娜手里接过红酒，在她的脸颊上轻轻吻了一下，“孩子睡了？”
en_us: "I am such a nice person. I suppose no one would scold me." Mag walked over with a smile. He took the red wine from Irina's hand and gave her a peck on her cheek. "Are the kids asleep?"

source: “我这孙子，虽然没什么用，但多少还是能当个诱饵的。”一直没开口的梅兰特出声道。
en_us: "Although my grandson isn't of much use, he can still act as bait." Merante, who had kept quiet, finally spoke up.

source: “我这是在帮艾米调教她的系统，被系统调教什么的，不存在的。”麦格悠悠道。
en_us: "I'm helping Amy educating her system. There's no such thing such as the system educating the host." Mag said calmly.

source: “我这是怎么了！埃菲，你不是这样的女人！”埃菲看着麦格离开酒馆，跺了跺脚，脸蛋羞红。
en_us: "What's wrong with me! Eiffie, you're not such a woman!" Eiffie watched Mag leave the tavern and stomped her feet as her face flushed red.

source: “我送奥尔登大人出去吧。”一位官员搀着奥尔登向外走去。
en_us: "I'll see Lord Aulden out." One of the officials helped Aulden out.

source: “我都成年了。”诺亚辩驳道。
en_us: "I'm already an adult," Noah rebutted.

source: “我都让你不要再发布让我做菜的任何任务了，你这是看得起谁呢？又是在为难谁呢？”艾米认真道。
en_us: "I've already told you not to give me any cooking missions. Whoa re you trying to look down on? And who are you trying to make things difficult for?" Amy said seriously.

source: “我闻到了它的香味，这里面应该有着某种菌类、海鲜、肉食，笼统的概念很难形容这种香味，他们有着分明的层次感，却又完美而和谐的融合在一起，是非常美妙而诱人的香味。”
en_us: "I smell its aroma. There should be some kind of mushrooms, seafood and meat inside. It's difficult to describe this smell with a vague idea. It has clear layers of smell and yet they all fused together perfectly and harmoniously. It's a very exquisite and enticing aroma."

source: “我闻着这茅台酒香已是馋的很，这酒恐怕更对我的口味，还是先试试这个吧。”
en_us: "I have been craving this Maotai because of its fragrance. I'm afraid this alcohol might not be to my liking. I think I will try this first."

source: “我，伊琳娜，绝不可能从床上掉下去的！”伊琳娜一脸认真道，脸颊微红。
en_us: "I, Irina, would never roll off the bed!" Irina said seriously as she blushed.

source: “或许不是，他应该是知道有重兵在那里蹲守，故意用魔气引我们到那里，借刀杀人。”梅兰特摇了摇头，表情有些凝重：“看来我们的追踪已经被发现，接下来要更加谨慎了。”
en_us: "Maybe not. He must have known that there were troops waiting there, so he used the evil aura to lure us there on purpose so that others would do the dirty work." Merante shook his head. He had a grave expression as he said, "It seems like we were found out. We have to be even more cautious moving forward."

source: “或许他们的身体已经拥有快速分解酒精的能力。”系统答道。
en_us: "Perhaps, their bodies already have the ability to break down alcohol quickly." The system answered.

source: “或许她在策划什么阴谋，又或许她觉得大势已去，不想再挣扎了？”麦格摸着下巴，也是无法理解风之森林现在的状况。
en_us: "Perhaps she is planning something. Perhaps she had already lost her power and did not want to struggle anymore?" Mag stroked his chin. He, too, was unsure of the situation in the Wind Forest now.

source: “或许我们应该去一趟洛都。”
en_us: "Perhaps we should take a trip to Rodu."

source: “或许是性格使然，不过这位老板酿的酒，那的确是好酒。”波比笑着解释道。
en_us: "Perhaps that is his character. However, this boss does indeed brew great alcoholic drinks," Bobby explained with a smile.

source: “或许是无尽的虚空吧，芭芭拉说过，月球之外的世界，是一片茫茫星海。”麦格说道。
en_us: "Perhaps it's an endless space. Babla mentioned that the world outside the Moon was a vast sea of stars," Mag said.

source: “或许有这种可能……”
en_us: "There might be this possibility..."

source: “战争有什么好的，我看那洛斯帝国的国王就是脑子坏了。”那兽人嘟囔了一句，拿起酒杯一饮而尽，闷着不开腔了。
en_us: "What's so good about war? I think that the king of the Roth Empire is crazy," that orc mumbled, and downed his beer in one go. He then kept quiet sulkily.

source: “战争派摊上奥斯特这个胆小鬼，这次可是损失惨重，不知道他们还会不会跟着那个家伙一条道走到黑。”
en_us: "The pro-war group has really suffered heavy losses because of Auster, that coward. I wonder if they will continue following that fellow."

source: “戴上试试，看看合适不。”麦格看着安妮微笑着说道。
en_us: "Put it on and see if it fits," Mag told Annie with a smile.

source: “所以……你没有吃的，也不会做吃的？”艾米歪头。
en_us: "So… you have no food, and you can't cook too?" Amy tilted her head.

source: “所以……真就瞎酿？”麦格终于忍不住问道。
en_us: "So... you are just doing it without knowing how?" Mag could not help but ask

source: “所以你们就打了一个晚上的老鼠，没有睡好吗？”艾米若有所思，“所以你们就起晚了。”
en_us: "So, you guys didn't sleep well because you spent the night whacking the mouse?" Amy was thoughtful. "Hence, you guys woke up late."

source: “所以呢？”
en_us: "So?"

source: “所以我也就当是给自己放了个寒假，先回来玩一段时间。”亚伯罕点点头。
en_us: "So, I gave myself a winter break too, and came back for some time first." Abraham nodded.

source: “所以接下来酒馆要卖甜品了吗？”伊琳娜又拿了几个蛋黄酥放入冰盒子里冷却，随口问道。
en_us: Irina placed a few more salted egg yolk pastry into the icebox to cool down, and casually asked, "So, is the tavern going to sell desserts?"

source: “所以，为了完成新手任务，正式踏入主线任务阶段，请小主积极参与生活，获得更多的生活体验值。”系统尽量温柔道。
en_us: "Therefore, in order to complete the novice mission and officially journey onto the main mission stage, please participate actively in life to gain more life experience points," the System said as gently as it could.

source: “所以，你是给我来送吃的吗？”艾米眼睛一亮，满是期待道：“永远吃不完也吃不腻的美食！”
en_us: "So are you here to give me food?" Amy's eyes lit up. With utmost anticipation, she said, "A delicacy that could never be finished and I would never be sick of!"

source: “所以，你还背着我和那什么编辑做了什么见不得人的事情吗？”伊琳娜审视着麦格。
en_us: "So, did you do anything scandalous with that editor behind my back?" Irina looked at Mag judgingly.

source: “所以，成了小弟的我，一切都是一颗话梅糖的错？”
en_us: Hence, it's all this little preserved plum candy's fault that I became your little brother?

source: “所以，我们今天晚上是选哪一家呢？”
en_us: "So, which tarven are we going tonight?"

source: “所以，我们应该做什么呢？”艾米两只小手的食指轻轻对点着，有点纠结。
en_us: "So, what should we make?" Amy pointed her two index fingers together gently as she fell into a dilemma.

source: “所以，接下来呢？我该怎么做？”艾米把所有东西都放在切菜台上，满是期待的问道。
en_us: "So, what do I do next? What should I do?" Amy placed everything on the kitchen counter and asked expectantly.

source: “所以，父亲大人，接下来我们要去哪里呢？”艾米关上门，满是期待的看着麦格。
en_us: "So, Father, where are we going now?" Amy shut the door, and looked at Mag expectantly.

source: “所以，这些人馋的只是我的身体？”麦格后退了半步，多了几分警惕。
en_us: "So, these people are only after my body?" Mag took half a step back with caution.

source: “所以？”
en_us: "So?"

source: “才108家吗？”
en_us: "Only 108 of them?"

source: “才两瓶啊？小姑娘是没有见过我们年轻的时候，一人喝十瓶的样子。”弗格斯也是跟着笑了起来。
en_us: "Just two bottles? The little girl hasn't seen how we drank 10 bottles each when we were young." Fergus laughed too.

source: “打倒海伦娜！”
en_us: "Defeat Helena!"

source: “扛不住的话，最先被灭的必然是洛斯帝国。”麦格点头。
en_us: "If you can't the Roth Empire would definitely be the first to be wiped out." Mag nodded.

source: “扶……扶我起来。”伊琳娜下令道。
en_us: "H-help me up," Irina commanded.

source: “找到他，把他带回来见我。”安德烈说道。
en_us: "Find him and bring him back to me," Andre said.

source: “把他们抓起来，明日在生命广场上斩首示众，有什么话，就让他们和所有精灵当面说吧。”海伦娜冷漠的声音响起。
en_us: "Arrest all of them, and hold a public execution in Life Square tomorrow. They can say anything they want to all the elves there," Helena said coldly.

source: “把你送给对面酒馆的老板，从他那里换酒吗？”埃菲气笑道。
en_us: "So, should I exchange you for the liquor with the boss of that tavern opposite?" Eiffie replied with an exasperated smile.

source: “把希望寄托在一个四岁的孩子身上，这一次，神灵也是正确的吗？”虽然有些不敬，可希利还是忍不住在心中想着。
en_us: Pining our hopes on a four-year-old child, is the Holy Spirit right this time? Although it was a little disrespectful, Seely couldn't help thinking about that.

source: “抱歉哦，我你以为你会更硬一点的。”麦格有点歉然的看着惨叫的巨汉，收回脚的同时，在他的身上擦了擦鞋底。
en_us: "Oops, sorry. I thought you would be tougher." Mag looked at the screaming big guy apologetically. Mag wiped the bottom of his sole on him when he retracted his foot.

source: “抱歉，不是每一个人的品格都和你一样卑劣。”麦格摇摇头，然后慢慢俯下身，冷笑着看着他，“而且，你知道吗，我买了半条罗莫街，懂吗？半条。我靠炒房赚钱的啦，死扑街。”
en_us: "I'm sorry. Not everyone is as despicable as you." Mag shook his head before crouching down and looked at him with a smirk. "Moreover, do you know that I have bought up half of Romo Street? Half. I made my money by speculating in properties. A**hole."

source: “抱歉，我为自己先前鲁莽的话语道歉。”麦格歉然道。
en_us: "Apologies, I'm apologising for my rash words just now," Mag said.

source: “抱歉，我对于缔造什么传奇没多大兴趣，如果有的话，那我就是传奇。”麦格微微一笑，跨步登上马车，示意车夫可以开车了。
en_us: "Apologies. I am not interested in becoming a legend of any sort. If any, I am the legend." Mag smiled and boarded the horse-drawn carriage as he told the coachman to set off.

source: “抱歉，过程中我好像忘记了解说。”
en_us: "I'm sorry. I seem to have forgotten to explain the process."

source: “抱歉，这个提议我无法接受，安妮是我的女儿，不是某件需要评估的物品。”麦格摇头，看着晞神情认真道：“或许古老者是更高等级的存在，你们有着强大的实力，但请不要低估一位父亲保护女儿的决心。
en_us: "I'm sorry, but I can't accept that suggestion. Annie is my daughter and not something that needs to be judged." Mag shook his head and said to Xi with a serious expression, "Perhaps the Elder Things are a more advanced existence, but please don't underestimate a father's determination to protect his daughter.

source: “拍黄瓜是凉拌菜，不是蘸着吃的。”麦格笑着重新拍了一根黄瓜，然后按照先前的配方调配了一份酱汁，将酱汁淋在黄瓜上，拌匀之后，放入冰箱冷藏。
en_us: "Smashed Cucumber Salad is a salad. You don't eat it as a dip." Mag said with a smile. He smacked another cucumber and made the sauce according to the previous recipe. He drizzled the sauce over the cucumber, mixed them well, and placed them into the refrigerator.

source: “按照人类的饮食习惯，会对食物进行加热处理，从而灭杀病菌，并且让食物获得更好的口感和香味。”
en_us: "According to the human's dining habits, they will heat up the food to kill the germs and bacteria and make the food taste and smell better."

source: “按照老板套中脖子就算命中的规则，这三只鹅都是那位美女的了。”
en_us: "According to the boss' rule, it's a hit as long the ring lands on the goose's neck. These three geese belong to that beautiful lady."

source: “按照说明书来看，是一台核动力印刷机。”麦格说道。
en_us: "According to the instruction manual, it's a nuclear-powered printing machine." Mag answered.

source: “挺……挺好的。”伊琳娜点点头。
en_us: "N-not bad." Irina nodded.

source: “挺好的。”麦格把手里的公开信收起，看着伊琳娜微笑着道：“今天心情好，吃顿好的，想吃什么，你们自己点。”
en_us: "This is quite good." Mag kept the open letter, and smilingly said to Irina, "My mood is great today. Let's have a good meal. Order whatever you want."

source: “挺好的，以后这个位置就是我的了。”伊琳娜在吧台后的一个高脚椅上坐下，这里掌管着酒馆的财政大权，也能看着整个酒馆，当之无愧的C位。
en_us: "It's rather nice. This position will be mine in the future." Irina sat on a barstool behind the bar counter. This place was in charge of the tavern's finances, and she could see the entire tavern from this position. This was, without a doubt, the center position.

source: “挺好的，把问题一次性都解决了。”伊琳娜微微点头。
en_us: "That's good. We will settle the problems once and for all." Irina nodded slightly.

source: “挺好的，现在已经开始正常生产了，下个月就可以出厂第一批酒了。”汉娜点点头道。
en_us: "It's alright. We've started normal production and we should be able to produce our first batch of wine next month," Hannah said with a nod.

source: “挺好的，至少眼睛没瞎。”伊琳娜点点头道。
en_us: Irina nodded and said, "That's good. At least you're not blind."

source: “挺好的，要是能再提升一下等级就更好了。”麦格点点头，这也就能抗住三级的攻击，他用手指头都能戳破。
en_us: "It's not bad. It will be even better if only we could improve it a little." Mag nodded. This could only withstand a 3rd-tier attack. He could destroy it with just a poke of his finger.

source: “据说现在混乱之城咱们的杂志新刊一册难求，二手的杂志已经被炒到五百铜币一份，依旧是有价无市。”那编辑有些激动道：“主编，看来我们要创造奇迹了！本月期刊销量已经突破十五万册，现在各大经销商还在疯狂要求加印。”
en_us: "It was said that our magazine was hard to buy in Chaos City. even second-hand ones were sold at 500 copper coins per magazine and it was still hard to come by." The editor said agitatedly, "Sir, I think we are making a miracle! The sales of this issue had already broken through 150,000 and all the distributor were still asking for more copies."

source: “接下来我们尝尝这汤之中的食材。”
en_us: "Now, we will taste the ingredients in this soup."

source: “提前放入植物油，或许能够减少水分析出，小主或许可以从这方面进行提示！”系统立马就给出了提议。
en_us: "Putting plant oil in beforehand might be able to reduce the amount of liquid seeping out. You can try to hint your Father in this direction!" the System quickly suggested.

source: “提醒宿主：请尽快提升酒馆的知名度，目前酒馆知名度：8！先定一个知名度1000的小目标吧！加油！干巴爹！”
en_us: "Reminder: please quickly increase the popularity of the tavern. Current popularity points: 8! A small goal for popularity points can be set at 1000 first! Go for it! Gambatte!"

source: “握草……”先前套了五十个圈都没能套到一根鹅毛的大汉张大了嘴巴，呆若木鹅。
en_us: "Damn…" The big guy who failed to catch a single goose with 50 rings opened his mouth wide in a daze.

source: “支线任务发布：进击的黄瓜！请小主学会拍黄瓜这道菜，体验真正的做菜。”
en_us: "Side Quest: Attack on Cucumber! Please learn to make this dish and experience cooking for real."

source: “放心吧老板，我一定会做好的。”亚北米娅一脸认真的点头。
en_us: "Don't worry, Boss. I will do a good job." Yabemiya nodded with a serious look.

source: “故意的，不然怎么能在不经意间让他看到我的真实面貌呢。”麦格还得戴着乔修的面具，笑着伸手把面具摘下。
en_us: "On purpose. How else could I let him see my true looks accidentally?" Mag was still wearing the mask with Josh's face. He now took down the mask with a smile.

source: “敌袭！救火！”
en_us: "Enemy attack! Put out the fire!"

source: “敌袭！！！”
en_us: "Enemy attack!!!"

source: “救命啊！爷爷，有鬼啊！”
en_us: "Help! Grandpa, there are ghosts!"

source: “教廷来的大主教？这是来做什么？”厨房里，麦格抬头看着正准备结账离开的卡诺和希利，从两人的衣着不难判断两人的身份。
en_us: The archbishop from the Holy See? What's he doing here? In the kitchen, Mag looked up at Canault and Seely, who were paying their bills, and were about to leave. It was easy to deduce their identity from their clothing.

source: “教皇，圣女不知去向，我们该如何是好？”大主教看着教皇说道。
en_us: The archbishop asked the pope, "Your Holiness, we don't know where the holy maiden is, so what do we do now?"

source: “散了吧。”安德烈起身离去，众大臣躬身送驾。
en_us: "Dismissed." Andre turned to leave as the courtiers bowed to see him off.

source: “敬这狗屁的生活。”帕萨也端起酒杯，轻轻碰杯，然后一饮而尽。
en_us: "To this dog a*s life." Pasa picked up the glass, clinked with Mag, and chugged the liquid down.

source: “新手任务发布：请小主获取十点生活体验值！任务完成之后，将获得新手礼包！”
en_us: "Novice mission: please gain 10 life experience points! Upon completion of the mission, you will receive a novice hamper!"

source: “新手大礼包是零食大礼包吗？里面有什么？”艾米又问道。
en_us: "Is the novice hamper a giant snack hamper? What's in there?" Amy asked again.

source: “新手指引开始，发布支线任务：请小主为家人做一顿美味的早餐。与家人的互动可以快速获得生活体验值，并且加深感情。任务成功将获得额外奖励一份。”系统快速发布了支线任务。
en_us: "Novice instructions begin. Side quest: make a sumptuous breakfast for your family. Interacting with your family is a fast way to gain life experience points and deepen your relationship. An additional reward will be given out upon successful completion." The System quickly released a side quest.

source: “新的支线任务发布：来自埃菲的愿望：帮助埃菲让泰坦酒馆重现父亲时代的辉煌！请小主积极参与这个过程，本系统将会根据小主的参与度和影响力决定任务奖励！”就在这时，艾米的脑海中却响起了系统的声音。
en_us: "New mission: A wish from Eiffie: Help Eiffie bring Titan Tavern back to the glory of her father's times! Please participate actively in the process. The System would decide on the mission reward according to your participation and influence!" Just then, the System's voice rang in Amy's head.

source: “新的支线任务发布：求知的蜗牛！请小主找到可以食用的蜗牛，并且将它烹饪成食物！”系统的声音在艾米的脑海中响起。
en_us: "New quest: Inquisitive Snail! Please find edible snails and cook it!" the System's voice rang in Amy's head.

source: “新的甜点？”
en_us: "New dessert?"

source: “方……便……面？这个名字听起来，好像有点邪恶啊？”诺亚蹲在桌边认真观察着这个神秘包装的食物。
en_us: "Instant... noodles? This name sounded rather evil?" Noya observed the mysterious pack of food while squatting by the table.

source: “方向是对了，大体的口感、口味也有了，不过距离完美还有非常遥远的距离，看来还得找时间进一次厨神试炼场才行，还有不少可以改进的地方。”麦格吃完了一块绿豆糕，给自己找到了诸多问题，又开始了新的一轮尝试。
en_us: "This is the right direction. There is an overall texture and taste, but it is still far from perfect. Looks like I have to find some time to go into the test field for the God of Cookery. There are still many places to improve on." Mag found a lot of issues after trying a piece of the mung bean pastry, and started on another trial.

source: “族人们最关心的，其实还是女王陛下的态度，不知您现在是否还能够与女王陛下沟通。”艾许莉说道。
en_us: "The people are the most comcerned about Her Majesty's stance. Could you communicate with Her Majesty?" Ashley asked.

source: “族长……族长被杀了！！！”
en_us: "Chief...The chief is murdered!!!"

source: “族长，他们已经走了，往南去了。”外面有人答应道。
en_us: "Chief, they're already gone. They have gone southwards." Someone outside answered.

source: “族长，山猫和土狗部落，前两日已经加入和平联盟，今日都没有派人来参加会议。”一旁的属下凑上前，在他耳边小声道。
en_us: A subordinate standing the side went up to Auster and whispered in his ear, "Chief, the Lynx Tribe and the Mutt Tribe have already joined the Peace Alliance two days ago. They're not sending anyone to our meeting today."

source: “族长，是农场奴隶圈那边出了点问题，已经派族里的卫队过去了，翻不出什么大浪来。”一位管家模样的中年精灵上前来恭敬说道。
en_us: A middle-aged elf that looked like a butler approached and respectfully said, "Chief, there are some issues with the slaves at the farm. We have already sent the garrison over. There won't be any big trouble."

source: “无妨，客人满意便好。”麦格回应道。
en_us: "No worries, as long as you like it," Mag replied.

source: “无妨，此事倘若真如他所言，该道歉的是洛斯帝国和我们。”希利摇头，意外于这位兽人的通情达理，也对这场战争表达了自己的态度。
en_us: "It's fine. If this matter is exactly as he said, then it should be the Roth Empire and us who should apologize." Seely shook his head. He was surprised that this orc was being so reasonable, and he showed his opinion on this war at the same time.

source: “无妨，现在已经完全可以确定乔修就在洛都，而且已经发现我们在追查他的下落。”麦格笑了笑，“如果继续顺着他留下的魔气追查，只能被他牵着鼻子跑，很容易便再次陷入他的圈套中。”
en_us: "It's alright. Now, we can confirm that Josh is in Rodu, and he already found out that we are tracking him." Mag smiled. "If he continues to leave his evil aura for us to trace, we will only be led on by him, and will easily fall into his trap again."

source: “无论如何，都得带他一起走。”伊琳娜看着那向着麦格蠕动而去的克苏鲁，闭上了眼睛。
en_us: "No matter what, we have to bring him along with us." Irina looked at Cthulhu that was wiggling towards Mag and closed her eyes.

source: “既然他能设局弄我们，我们同样可以设局逼他出来，或者压缩他的生存空间。”麦格看着梅兰特道：“你先修养一段时间，等到伤势好了再继续追查，这几天就先交给我们。”
en_us: "Since he can set up a trap for us, we can also set up a trap to force him out, or limit the space he can move in." Merante looked at Merante, and said, "Rest well for some time. When you're better, you can continue with the investigations. Leave things to us for the next couple of days."

source: “既然你诚心诚意的发问了，我们就大发慈悲的告诉你！为了防止世界被破坏，为了守护世界的和平，贯彻爱与真实的邪恶，可爱又迷人的艾米，就是我了。”
en_us: "Since you ask sincerely, we'll let you know out of kindness! Preventing the world from being destroyed, protecting the world's peace, upholding love and punishing evil, the cute and mesmerizing Amy is me."

source: “既然姑娘已经打开了酒馆的门，那便请进吧，我有酒有肉，不知姑娘可有故事？”麦格微笑着看着女人说道。
en_us: Mag smilingly said to the woman, "Since you have already opened the tavern's door, please come in. I have meat and liquor and I wonder what is the story behind you, lovely maiden?"

source: “既然存在高等文明，是不是意味着这个世界真的存在有神？只是藏身于我们未知的地方？所以他们能够通过一些方式与他们的继承者或者族人建立联系。”麦格疑惑道。
en_us: "Since an advanced civilization existed, does it mean that there are really gods in this world? They are just hiding in places where we can't see them? That means they could communicate with their successors or people through certain means?" Mag mumbled questionably.

source: “既然已经没有商铺好买，那我也不妨实话告诉你，今天的品酒大会上，这罗莫街上的泰坦酒馆和塞班酒馆双双捧回金奖，而且还都是满分的金奖酒。”矮胖中年人有些感慨道：“现在的罗莫街让你爱理不理，但以后的罗莫街可就让你高攀不起了。”
en_us: "Since there is not shops for us to buy any more, I don't mind telling you the truth. Both Titan Tavern and Saipan Tavern on Romo Street won the gold awards at today's liquor tasting event, and they both got full marks." The short and fat middle-aged man lamented, "You might look down on the current Romo Street, but you won't be worthy of the Romo Street in the future."

source: “既然让他们跑了，那就是我们南下的时候，我们沉寂太久，可能已经有很多人忘了我们的存在……”乔修轻轻摩挲着把手，冷笑道。
en_us: "Since they have escaped, then it's time for us to move southwards. We have been quiet for too long. Perhaps, many have already forgotten our existence..." Josh rubbed his hands together gently and smirked.

source: “既然这个世界还有更高的上限，那我会变得比现在更强大，不会再让任何人威胁我们。”麦格神情认真的说道。
en_us: "Since there is an even higher upper limit in this world, I will become stronger than I am now so that no one can threaten us again," Mag said with a serious expression.

source: “早啊。”麦格礼貌性的和众人打了个招呼，毕竟是邻居嘛，接下来的一个月还是要好好相处的。
en_us: "Good morning." Mag greeted all of them courteously. They were neighbors, after all. They still had to get along for the next one month.

source: “早安哈迪斯先生，我刚刚在早餐店碰到小艾，就顺路送她回来了。”埃菲微笑着说道。
en_us: "Good morning, Mr. Hades. I ran into Amy Baby at the breakfast place so I sent her back," Eiffie said with a smile.

source: “早餐，要做什么呢？”艾米问道。
en_us: "Breakfast, what should I make?" Amy asked.

source: “时隔十六年，泰坦酒要第四度摘得金奖了！”
en_us: "After 16 years, Titan Liquor was about to take down the gold award for the fourth time!"

source: “昂。”艾米点点头，她也想做一个诚实的孩子，可系统不允许啊。
en_us: "Yup." Amy nodded. She also wanted to be an honest child, but the system wouldn't allow her to.

source: “昂，父亲大人做的小龙虾和烤鱼真好吃。”艾米点点头，不过很快又抬起头来，小脸上的表情满是认真道：“但是，下次你们吃夜宵的话，可不许再把我们忘了哦。”
en_us: "Yes. Father's crayfish and grilled fish are really delish." Amy nodded. She quickly looked up with a serious expression, and said, "But, don't forget us when you guys eat supper in the future."

source: “昂，超漂亮的，比我们买的那些画册都要漂亮呢。”艾米点着小脑袋道。
en_us: "Mm. It's gorgeous. It's even better than those we bought," Amy said as she nodded her little head.

source: “明日一早送到宫里去，向父皇汇报此事。”肖恩收回目光，沉声下令道。
en_us: "Deliver this over to the palace early in the morning tomorrow and report this to Royal Father," Sean commanded solemnly and looked away.

source: “明日，在法克部落将举办第一届兽人部落和平联盟大会，我希望能够看到你们每一个人。”康妮坐在马上，居高临下的看着那些兽人酋长们，声音清冷的说道。
en_us: Connie sat on the unicorn, looked down at the orc chiefs and said in a cold voice, "Tomorrow, the Falk Tribe will hold the very first orcs' peace meeting. I hope to see everyone of you there."

source: “明明和我刚刚说的那些特征完全不符合好吗？！”麦格走上前，看了眼那三只普普通通的蜗牛，滑腻可怕，连忙摇头：“不，他们都不能吃，我们再找找吧，一般他们还会躲在树根处。”
en_us: "They obviously look different from the traits that I've described earlier, alright?!" Mag went forward to take a look at those three ordinary snails. They looked horribly slimy. Mag quickly shook his head. "No. They're not edible. Let's look around. They usually hide around the roots of the trees."

source: “昨天一位车夫将您送回府，说是您在酒馆喝醉了。”夫人倒了杯水给他，有些心疼的看着他说道。
en_us: "A coachman sent you back yesterday. He said you got drunk in a tavern." Bobby's wife poured a glass of water for him. Her heart went out to him.

source: “昨天你滚到地上去了，为了防止你二次滚落，所以我直接帮你把床铺铺在地上了。”麦格笑着点头。
en_us: "You rolled to the floor last night, so I laid the sheets on the floor for you to prevent you from rolling to the floor again." Mag nodded with a smile.

source: “昨天我看到哈里森叔叔了，他变瘦了呢。”帕默说道。
en_us: "I saw Uncle Harrison yesterday. He had slimmed down," Parmer said.

source: “昨天我还觉得哈迪斯先生挺帅的，现在看来，全家最丑是没得说了。”一位面馆老板笑道。
en_us: A noodle shop's boss laughingly said, "I thought Mr. Hades was rather handsome yesterday. Looking at them now, he's, without a doubt, the ugliest in his family."

source: “昨天晚上那家酒馆叫什么？”亚伯罕看着候在一旁的管家问道。
en_us: "What's the name of that tavern that I went to last night?" Abraham asked the butler, who was waiting at the side.

source: “昨晚你家老爷帮我们酒馆解了围，这点花生就算是我的一点心意作为感谢了。”麦格微笑着摇头。
en_us: "Your master helped the tavern last night. These peanuts are the token of my appreciation." Mag shook his head with a smile.
